Repository: BogdanZsolt/lasaphire
Catalog: languages/*.po
Languages: hu_hu

source: Page not found
hu_hu: Az oldal nem található

source: Unfortunately, the page you tried to reach does not exist on this site.
hu_hu: Sajnos az az oldal, amelyet megpróbált elérni, nem létezik ezen a webhelyen.

source: Take a Look at Our Latest Posts
hu_hu: Nézze meg legújabb bejegyzéseinket

source: Comments are closed.
hu_hu: Hozzászólások lezárva.

source: La Saphire Main Menu
hu_hu: La Saphire főmenü

source: La Saphire Footer Menu
hu_hu: La Saphire lábléc menü

source: La Saphire Social Menu
hu_hu: La Saphire Szocial Media Menü

source: La Saphire Shop Category Menu
hu_hu: La Saphire Shop Kategória menü

source: La Saphire Main Sidebar
hu_hu: La Saphire fő oldalsáv

source: Drag and drop your widgets here
hu_hu: Húzza ide a widgeteket

source: La Saphire Sidebar Shop
hu_hu: La Saphire bolt oldalsáv

source: Drag and drop your WooCommerce widgets here
hu_hu: Húzza ide a WooCommerce modulokat

source: La Saphire Footer Sidebar 1
hu_hu: La Saphire lábléc oldalsáv 1

source: La Saphire Footer Sidebar 2
hu_hu: La Saphire lábléc oldalsáv 2

source: La Saphire Footer Sidebar 3
hu_hu: La Saphire lábléc oldalsáv 3

source: Privacy Note
hu_hu: Adatvédelmi megjegyzés

source: This website uses cookies to improve your experience. Read our
hu_hu: Ez a weboldal cookie -kat használ a felhasználói élmény javítása érdekében. Olvassa el a mi

source: Privacy Policy
hu_hu: Adatvédelmi irányelv

source: and
hu_hu: és

source: Cookie Policy
hu_hu: Süti szabályzat

source: to learn more.
hu_hu: többet tanulni.

source: I understand
hu_hu: Megértettem

source: start typing what you are looking for
hu_hu: kezdje el beírni, amit keres

source: products
hu_hu: termékek

source: ingredients
hu_hu: összetevők

source: posts
hu_hu: bejegyzések

source: pages
hu_hu: oldalak

source: faqs
hu_hu: gyik-ok

source: unfortunately there are no results for your search.
hu_hu: sajnos nincs találat a keresésre.

source: Toggle navigation
hu_hu: Váltás a navigáció között

source: My Account
hu_hu: Fiókom

source: hu
hu_hu: en

source: FAQs
hu_hu: GYIK-ok

source: Add New
hu_hu: Új hozzáadása

source: Add New FAQ
hu_hu: Új GYÍK hozzáadása

source: New FAQ
hu_hu: Új GYIK

source: All FAQs
hu_hu: Összes GYÍK

source: Edit FAQ
hu_hu: GYIK szerkesztése

source: View FAQ
hu_hu: GYIK nézet

source: Search FAQs
hu_hu: Keresés a GYÍK-ok között

source: No FAQs Found
hu_hu: Nincs találat a gyÍK-ok között

source: FAQ Category
hu_hu: GYÍK Kategória

source: Add New FAQ Category
hu_hu: Új GYÍK kategória hozzáadása

source: New FAQ Category
hu_hu: Új GYÍK kategória

source: Question
hu_hu: Kérdés

source: Category
hu_hu: Kategória

source: Date
hu_hu: Dátum

source: Settings
hu_hu: Beállítások

source: Plugin Options
hu_hu: Beépülő modul opciók

source: Select
hu_hu: Kiválaszt

source: Upload
hu_hu: Feltöltés

source: Add a menu
hu_hu: Menü hozzáadása

source: Copyright Settings
hu_hu: Szerzői jogi beállítások

source: Copyright Section
hu_hu: Szerzői jogi szakasz

source: Copyright
hu_hu: Szerzői jog

source: Please, add your copyright information here
hu_hu: Kérem, add meg itt a szerzői jogi információd

source: Home Page Products and Blog Settings
hu_hu: Kezdőoldal Termékek és Blog beállítások

source: Home Page Section
hu_hu: Kezdőoldal Szakasz

source: Products
hu_hu: Termékek

source: Products Section Title
hu_hu: Termékek gomb szövege

source: La Saphire Products section title
hu_hu: La Saphire Hírek Szekció (blog) címe

source: Browse Products
hu_hu: Böngésszen az összes termék között

source: Products Button Text
hu_hu: Termékek gomb szövege

source: Select page
hu_hu: Válasszon képet

source: Which side the button takes you to.
hu_hu: Melyik oldalra vigyen a gomb.

source: Show New Arrivals?
hu_hu: Megjeleníti az újdonságokat?

source: New Arrivals Max Number
hu_hu: Újdonságok maximális mennyisége

source: New Arrivals Max Columns
hu_hu: Újdonságok max. oszlopa

source: Show Deal of the Week?
hu_hu: Megjeleníti a hét ajánlatát?

source: Deal of the Week Product ID
hu_hu: A hét ajánlatának termék azonosítója

source: Product ID to Display
hu_hu: Termék azonosító a megjelenítésre

source: Featured Stuff
hu_hu: Kiemelt Cuccocska

source: Deal of the Week Section Title
hu_hu: A hét ajánlatának szekció cím

source: La Saphire Deal of the Week section title
hu_hu: La Saphire Hét ajánlata szekció cím

source: Deal of the Week Button Text
hu_hu: A hét ajánlata gomb felírta

source: Deal of the Week Background Image Set.
hu_hu: A hét ajánlat Háttérkép beállítás.

source: Select Image
hu_hu: Válasszon képet

source: Change Image
hu_hu: Kép cseréje

source: Remove
hu_hu: Eltávolít

source: Default
hu_hu: Alapértelmezett

source: No image selected
hu_hu: Nincs kiválasztott kép

source: Choose Image
hu_hu: Válasszon képet

source: Show For me promotion?
hu_hu: Nekem promóció megjelenítés?

source: For me promotion Background Image Set.
hu_hu: "Nekem" promóció Háttérkép beállítása.

source: Show About Us?
hu_hu: About Us szekció megjelenítés?

source: Our mission and story
hu_hu: Küldetésünk és történetünk

source: About Us Title
hu_hu: Rólunk cím

source: La Saphire About Us title
hu_hu: La Saphire Rólunk Szekció címe

source: Who we are?
hu_hu: Kik is vagyunk?

source: About Us Subtitle
hu_hu: Rólunk alcíme

source: La Saphire About Us subtitle
hu_hu: La Saphire Rólunk alcíme

source: I am Petra Csetneki,
hu_hu: Csetneki Petra vagyok,

source: About Us Description
hu_hu: Rólunk leírás rész

source: La Saphire About Us description
hu_hu: La Saphire Rólunk leíró rész

source: Our Story
hu_hu: Történetünk

source: About Us Text of Link 1
hu_hu: Rólunk Link 1 szövege

source: La Saphire About Us Text of Link 1
hu_hu: La Saphire Rólunk Link 1 szövege

source: About Us Link 1
hu_hu: Rólunk Link 1

source: La Saphire About Us Link 1
hu_hu: La Saphire Rólunk Link 1

source: About Me
hu_hu: Rólunk

source: About Us Text of Link 2
hu_hu: Rólunk Link 2 szövege

source: La Saphire About Us Text of Link 2
hu_hu: La Saphire Rólunk Link 2

source: About Us Link 2
hu_hu: Rólunk Link 2

source: La Saphire About Us Link 2
hu_hu: La Saphire Rólunk Link 2

source: Ars Poetics
hu_hu: Ars Poetika

source: About Us Text of Link 3
hu_hu: Rólunk Link 3 szövege

source: La Saphire About Us Text of Link 3
hu_hu: La Saphire Rólunk Link 3 szövege

source: About Us Link 3
hu_hu: Rólunk Link 3

source: La Saphire About Us Link 3
hu_hu: La Saphire Rólunk Link 3

source: About Us Section Image Set.
hu_hu: Rólunk Szekció kép beállítása.

source: Show Ars Poetics Cards?
hu_hu: Ars Poétika kártyák megjelenítése?

source: Ars Poetics Card-1 Title
hu_hu: Ars Poetika kártya-1 Címe

source: Ars Poetics Card-2 Title
hu_hu: Ars Poetika kártya-2 Címe

source: Ars Poetics Card-3 Title
hu_hu: Ars Poetika kártya-3 Címe

source: Ars Poetics Card-4 Title
hu_hu: Ars Poetika kártya-4 Címe

source: News from @lasaphire
hu_hu: Hírek @lasaphire-tól

source: News Title
hu_hu: Hírek Címe

source: La Saphire News Section title
hu_hu: La Saphire Hírek Szekció (blog) címe

source: Check the posts
hu_hu: Nézd meg a többi bejegyzést

source: News Button Text
hu_hu: Hírek (Blog) Gomb szöveg

source: La Saphire News (Blog) Button Text
hu_hu: La Saphire Hírek Szekció (blog) címe

source: Newsletter Subscription Form
hu_hu: Hírlevél feliratkozási űrlap

source: Newsletter subscription form settings
hu_hu: Hírlevél feliratkozási űrlap beállítások

source: Show Subscribe Section?
hu_hu: Feliratkozás szakasz megjelenítése?

source: Sign up to get to know the latest products, stories and nicest offers and tips!
hu_hu: Íratkozz fel, hogy értesülj az újdonságokról, történetekről, legjobb ajánlatokról, tippekről!

source: Newsletter Subscription description
hu_hu: Hírlevél feliratkozás leírása

source: La Saphire Newsletter subscription description
hu_hu: La Saphire hírlevél feliratkozás leírása

source: I am called...
hu_hu: Úgy hivnak, hogy...

source: Name placehoder text
hu_hu: Név helyőrző szöveg

source: La Saphire Newsletter subscription name placeholder text
hu_hu: La Saphire hírlevél felíratkozás név helyőrző szöveg

source: Email placehoder text
hu_hu: Email helyőrző szöveg

source: La Saphire Newsletter subscription email placeholder text
hu_hu: La Saphire hírlevél felíratkozás email helyőrző szöveg

source: Subscribe Background Image Set.
hu_hu: Webhely lábléc háttérkép beállítása.

source: Home Page Gallery Images Settings
hu_hu: Kezdő oldal Galéria képek beállításai

source: Home Page Gallery Section
hu_hu: Kezdő oldal Galéria rész

source: Home Gallery Image 1 Setting
hu_hu: Kezdő oldal Galéria 1. kép beállítása

source: Home Gallery Image 1 Setting (size max 1500 x auto px)
hu_hu: Kezdő oldal Galéria 1. kép beállítása (méret max 1500 x auto px)

source: Home Gallery Image 2 Setting
hu_hu: Kezdő oldal Galéria 2. kép beállítása

source: Home Gallery Image 2 Setting (size max 1500 x auto px)
hu_hu: Kezdő oldal Galéria 2. kép beállítása (méret max 1500 x auto px)

source: Home Gallery Image 3 Setting
hu_hu: Kezdő oldal Galéria 3. kép beállítása

source: Home Gallery Image 3 Setting (size max 1500 x auto px)
hu_hu: Kezdő oldal Galéria 3. kép beállítása (méret max 1500 x auto px)

source: Home Gallery Image 4 Setting
hu_hu: Kezdő oldal Galéria 4. kép beállítása

source: Home Gallery Image 4 Setting (size max 1500 x auto px)
hu_hu: Kezdő oldal Galéria 4. kép beállítása (méret max 1500 x auto px)

source: Home Gallery Image 5 Setting
hu_hu: Kezdő oldal Galéria 5. kép beállítása

source: Home Gallery Image 5 Setting (size max 1500 x auto px)
hu_hu: Kezdő oldal Galéria 5. kép beállítása (méret max 1500 x auto px)

source: Home Gallery Image 6 Setting
hu_hu: Kezdő oldal Galéria 6. kép beállítása

source: Home Gallery Image 6 Setting (size max 1500 x auto px)
hu_hu: Kezdő oldal Galéria 6. kép beállítása (méret max 1500 x auto px)

source: Home Gallery Image 7 Setting
hu_hu: Kezdő oldal Galéria 7. kép beállítása

source: Home Gallery Image 7 Setting (size max 1500 x auto px)
hu_hu: Kezdő oldal Galéria 7. kép beállítása (méret max 1500 x auto px)

source: Home Gallery Image 8 Setting
hu_hu: Kezdő oldal Galéria 8. kép beállítása

source: Home Gallery Image 8 Setting (size max 1500 x auto px)
hu_hu: Kezdő oldal Galéria 8. kép beállítása (méret max 1500 x auto px)

source: Standard Color
hu_hu: Standard Szín

source: Standard Color Section
hu_hu: Standard Színek Szakasz

source: Background Color
hu_hu: Háttérszín

source: Setup Background Color
hu_hu: Háttérszín beállítás

source: Base Color
hu_hu: Alapszín

source: Setup Base Color
hu_hu: Alapszín beállítása

source: Call To Action Darker Color
hu_hu: Cselekvésre ösztönző sötét szín

source: Setup Call To Action Darker Color
hu_hu: Cselekvésre ösztönző sötét szín beállítása

source: Call To Action Color
hu_hu: Cselekvésre ösztönző szín

source: Setup Call To Action Color
hu_hu: Cselekvésre ösztönző szín beállítása

source: Primary Darker Color
hu_hu: Elsődleges sötétebb szín

source: Setup Primary Darker Color
hu_hu: Elsődleges sötétebb szín beállítása

source: Primary Color
hu_hu: Elsődleges szín

source: Setup Primary Color
hu_hu: Elsődleges szín beállítása

source: Primary Color Lighter
hu_hu: Elsődleges világosabb szín

source: Setup Primary Color Lighter
hu_hu: Elsődleges világosabb szín beállítása

source: Primary Color Lightest
hu_hu: Elsődleges legvilágosabb szin

source: Setup Primary Color Lightest
hu_hu: Elsődleges legvilágosabb szin beállítása

source: Secondary Darker Color
hu_hu: Másodlagos sötétebb szín

source: Setup Secondary Darker Color
hu_hu: Másodlagos sötétebb szín beállítása

source: Secondary Color
hu_hu: Másodlagos szín

source: Setup Secondary Color
hu_hu: Másodlagos szín beállítása

source: Secondary Color Lighter
hu_hu: Másodlagos világosabb szín

source: Setup Secondary Color Lighter
hu_hu: Másodlagos világosabb szín beállítása

source: Secondary Color Lightest
hu_hu: Másodlagos legvilágosabb szín

source: Setup Secondary Color Lightest
hu_hu: Másodlagos legvilágosabb szín beállítása

source: Tertiary Darker Color
hu_hu: Harmadlagos sötétebb szín

source: Setup Tertiary Darker Color
hu_hu: Harmadlagos sötétebb szín beállítása

source: Tertiary Color
hu_hu: Harmadlagos szín

source: Setup Tertiary Color
hu_hu: Harmadlagos szín beállítása

source: Tertiary Color Lighter
hu_hu: Harmadlagos világosabb szín

source: Setup Tertiary Color Lighter
hu_hu: Harmadlagos világosabb szín beállítása

source: Tertiary Color Lightest
hu_hu: Harmadlagos legvilágosabb szín

source: Setup Tertiary Color Lightest
hu_hu: Harmadlagos legvilágosabb szín beállítása

source: Site Footer
hu_hu: Oldal lábléc

source: Site Footer elements setup.
hu_hu: Webhely lábléc elemeinek beállítása.

source: Site Footer Background Image Set.
hu_hu: Webhely lábléc háttérkép beállítása.

source: For Me page
hu_hu: Nekem oldal

source: For Me elements setup.
hu_hu: "Nekem" oldal elemek beállítása.

source: For Me Grunge Image Set.
hu_hu: "Nekem" oldal grunge kép beállítása.

source: For Me Page Grunge Image Set.
hu_hu: Kezdő oldal Galéria képek beállításai.

source: About menu
hu_hu: Névjegy menü

source: Settings for the submenus for the "About" menu
hu_hu: A "Névjegy" menü almenüinek beállításai

source: Video banner set.
hu_hu: Banner videó beállítás.

source: "Ars Poetics" page banner video setting
hu_hu: "Ars Poetika" oldal banner video beállítása

source: Select video
hu_hu: Válasszon videót

source: Change video
hu_hu: Videó cseréje

source: No video selected
hu_hu: Nincs kiválasztott videó

source: Choose video
hu_hu: Válasszon videót

source: Connections Config Page
hu_hu: Kapcsolatok beállítása oldal

source: API key
hu_hu: API kulcs

source: Subscribe Group
hu_hu: Felíratkozási Csoport

source: Connections settings
hu_hu: Kapcsolatok beállításai

source: Newsletter subscribe Settings
hu_hu: Hírlevél felíratkozás beállításai

source: These are Newsletter subscribe settings
hu_hu: Ezek a Hírlevél feliratkozási beállítások

source: Email SMTP Settings
hu_hu: Email SMTP Beállítások

source: These are email smtp settings
hu_hu: Ezek az e-mail smtp beállítások

source: API Key
hu_hu: API kulcs

source: Authentication
hu_hu: Hitelesítés

source: User
hu_hu: Felhasználó

source: Password
hu_hu: Jelszó

source: From
hu_hu: Tól

source: Name
hu_hu: Név

source: SMTP Secure
hu_hu: SMTP biztonság (jelszó)

source: Nothing to display.
hu_hu: Nincs mit megjeleníteni.

source: Bravely Reach Out in Person!
hu_hu: Érdeklődjön bátran személyesen!

source: Address
hu_hu: Cím

source: contact hours
hu_hu: kapcsolattartási órák

source: telephone
hu_hu: telefon

source: Telefon La Saphire
hu_hu: La Saphire telefon

source: Enquiries
hu_hu: Megkeresések

source: Send a message!
hu_hu: Küldjön üzenetet!

# placeholder
source: Search &hellip;
hu_hu: Keresés &hellip;

# submit button
source: Search
hu_hu: Keresés

source: Published by
hu_hu: Publikálta

source: on
hu_hu: tovább

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Cimkék

source: Pages
hu_hu: Oldalak

source: Enter Your Name...
hu_hu: Adja meg a nevét...

source: Email address
hu_hu: Email cím

source: Enter Your email...
hu_hu: Adja meg az emailjét...

source: We′ll never share your email with anyone else.
hu_hu: Mi soha nem osztjuk meg email címét mással.

source: Phone number
hu_hu: Telefon szám

source: Enter Your phone number...
hu_hu: Adja meg a telefonszámát...

source: Enquiry
hu_hu: Megkeresés

source: Type enquiry...
hu_hu: Adja meg az üzenetet...

source: Send
hu_hu: Küld

source: Enquiry Successfully submitted, thank you!
hu_hu: A megkeresés sikeresen elküldve, köszönjük!

source: There was a problem with the Contact Form, please try again!
hu_hu: Probléma merült fel az űrlap elküldése során. Kérem próbálja meg újra!

source: Email address successfully added
hu_hu: Email cím sikeresen hozzáadva

source: subscribe
hu_hu: felíratkozás

source: Find the right products to nourish your skin
hu_hu: Találd meg a hozzád legjobban illő termékeket

source: Complete our skin or hair care quiz to find out which products are ideal for you.
hu_hu: Töltsd ki a rövid kvízt, tudj meg többet magadról.

source: Get Started
hu_hu: Kezdjük el

source: Dear Visitors! Please be patient while the shop is running! In the meantime, inquire about the products in person
hu_hu: Kedves Látogatók! A shop működéséig egy kis türelmüket kérjük! Addig is a termékekről érdeklődni személyesen

source: News
hu_hu: Hírek

source: All natural skin care
hu_hu: Teljesen természetes bőrápoló

source: Manufacture of small batches
hu_hu: Kis tételek gyártása

source: Beauty with intent
hu_hu: Szépség szándékosan

source: Reliability
hu_hu: Megbízhatóság

source: I&prime;ll check
hu_hu: Megnézem
